Repository: common-repository/hookit-related-products
Catalog: languages/hookit-recommended-products-*.po
Languages: pt_br

source: Hookit Recommended Products
pt_br: Hookit Produtos Recomendados

source: Settings
pt_br: Configurações

source: Update Posts
pt_br: Atualizar posts

source: Deactivate recommended products to this post.
pt_br: Desativar produtos recomendados para este post.

source: Inactive
pt_br: Inativo

source: Any product found for this post.
pt_br: Nenhum produto relacionado encontrado para esse post.

source: Title
pt_br: Título

source: Title of the product list on the post page
pt_br: Título da lista de produtos na página do post

source: Products
pt_br: Produtos

source: The number of products to show on the post page
pt_br: Número de produtos exibidos no post

source: Fill with your Hookit token. Not yet registered? <a href="%s" target="_blank">Register here</a>.<br />To discover what is your token, go to your profile on Hookit. The token is a sequence of numbers and letters next to your username.
pt_br: Preencha o seu token do Hookit. Ainda não é cadastrado? <a href="%s" target="_blank">Cadastre-se já!</a>.<br />Para descobrir qual é o seu token, acesse o seu perfil no Hookit. O token é a sequência de números e letras junto de seu nome de usuário.

source: Categories
pt_br: Categorias

source: Select the categories inwhich want the recommended products are displayed.
pt_br: Selecione as categorias nas quais você quer que os produtos recomendados sejam exibidos.

source: Signature
pt_br: Assinatura

source: Add Hookit signature in the recommended products list.
pt_br: Adicionar assinatura da Hookit na lista de produtos recomendados.

source: Gender
pt_br: Gênero

source: Both
pt_br: Ambos

source: Female
pt_br: Feminino

source: Male
pt_br: Masculino

source: The gender of recommended products.
pt_br: O gênero dos produtos recomendados.

source: Getting recommended products...
pt_br: Obtendo produtos recomendados…

source: Process all posts
pt_br: Processar todos posts

source: See the <a href="%s" target="_blank">Wiki page</a> to solve this problem.
pt_br: Consulte a <a href=“%s” target=“_blank”>página Wiki</a>, para resolver este problema.

source: The Web Service returned the %d code.
pt_br: O serviço da Web retornou o código %d.
